---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MaterialParamColor
source: html/9d389673-5e67-bda7-49fd-6a48e6b218e3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MaterialParamColor Property

"Color"

## Syntax (C#)
```csharp
public static ForgeTypeId MaterialParamColor { get; }
```